<HelpBalloon>
	<title>Recherche par groupe cible</title>
	<content><![CDATA[La recherche de groupes cibles vous permet d'effectuer une recherche &agrave; l'aide des champs nom et description. Si vous souhaitez entrer plusieurs termes en &ecirc;me temps, vous pouvez utiliser les options suivantes:<br><br><br>.
<b>Recherche sp&eacute;cifique par guillemets </b><br><br><br>.
Par exemple : R&eacute;cipiendaires quotidiens"<br><br><br>".
Si deux termes ou plus sont mis entre guillemets, l'EMM recherchera les champs en utilisant cette s&eacute;quence sp&eacute;cifique de mots. Aucun r&eacute;sultat contenant un seul des mots ne sera affich&eacute;. <br><br><br>.
<b>Combinaison avec le signe plus </b><br><br><br>.
Par exemple : "R&eacute;cipiendaires journaliers" + femmes<br><br><br>.
Si deux termes ou plus sont li&eacute;s par un signe plus, seuls les r&eacute;sultats contenant tous les termes seront affich&eacute;s.<br><br><br>.
<b>Combinaison &agrave; l'aide de la barre d'espacement </b><br><br>>br
Par exemple : femmes hommes<br><br><br>.
Lorsque deux termes ou plus sont s&eacute;par&eacute;s par un espace, il s'agit d'une recherche OU. Tous les r&eacute;sultats qui contiennent au moins un des termes de recherche entr&eacute;s.<br><br><br> seront affich&eacute;s.
<b>Termes entre parenth&egrave;ses </b><br><br><br>.
Par exemple : "R&eacute;cipiendaires journaliers" + (femmes hommes)<br><br><br>.
L'exemple affich&eacute; montrerait tous les r&eacute;sultats positifs qui contiennent &agrave; la fois l'expression "destinataires journaliers" et qui contiennent aussi bien des femmes que des hommes. Cependant, le r&eacute;sultat doit contenir au moins un des termes entre parenth&egrave;ses car ceux-ci sont reli&eacute;s par un signe plus. <br><br><br>.
Il est possible d'utiliser les diff&eacute;rentes options de combinaison dans n'importe quel ordre.<br><br><br>.
Par exemple : "r&eacute;cipiendaires journaliers" + (femmes hommes) + ("plus de 30 ans" "moins de 30 ans")]]></content>
</HelpBalloon>