<HelpBalloon>
	<title><![CDATA[V&eacute;rification des enregistrements en double]]></title>
	<content><![CDATA[Cette liste d&eacute;roulante vous permet de d&eacute;cider ce que le syst&egrave;me doit faire lorsqu'il v&eacute;rifie les enregistrements en double.
      <ul type="disc">
         <li>L'option &quot;Oui&quot; v&eacute;rifie deux choses : premi&egrave;rement, si un destinataire existe d&eacute;j&agrave; dans la base de donn&eacute;es. Et deuxi&egrave;mement, si un destinataire existe plusieurs fois dans le fichier d'importation. La mani&egrave;re dont les doublons d&eacute;tect&eacute;s sont trait&eacute;s d&eacute;pend du mode d'importation que vous avez choisi. Si vous avez par exemple choisi un mode qui met &agrave; jour les destinataires existants, le contenu du fichier d'importation est &eacute;crit dans le profil du destinataire existant, chaque enregistrement multiple dans le fichier d'importation actualise &agrave; nouveau le profil. Si votre base de donn&eacute;es contient d&eacute;j&agrave; des doublons, tous les doublons sont mis &agrave; jour.
Si vous souhaitez uniquement ajouter de nouveaux destinataires, les enregistrements du fichier d'importation qui sont d&eacute;j&agrave; pr&eacute;sents dans la base de donn&eacute;es sont rejet&eacute;s et ne sont pas mis &agrave; jour. Si un enregistrement se trouve plusieurs fois dans le fichier d'importation, seul le premier enregistrement sera import&eacute; et les autres seront rejet&eacute;s.</li>
         <li>L'option &quot;Non&quot; : tous les destinataires sont import&eacute;s. Il n'y a pas de contr&ocirc;le des doublons dans le fichier d'importation. De m&ecirc;me, il n'est pas v&eacute;rifi&eacute; si un destinataire existe d&eacute;j&agrave; dans la base de donn&eacute;es. Cela peut avoir pour cons&eacute;quence qu'un destinataire avec une adresse e-mail figure plusieurs fois dans la base de donn&eacute;es et que les profils des destinataires pr&eacute;sentent en outre des contenus diff&eacute;rents.</li>
      </ul>]]></content>
</HelpBalloon>