<HelpBalloon>
	<title><![CDATA[Analyse du fichier csv]]></title>
	<content><![CDATA[Le syst&egrave;me affiche une analyse du fichier csv ainsi qu'un aper&ccedil;u des nouveaux destinataires &agrave; importer ; la partie sup&eacute;rieure de la zone de contenu affiche une comparaison entre les zones du fichier csv et celles de la base de donn&eacute;es existante.
      <ul type="disc">
         <li>La colonne Colonnes pour l'importation indique les zones qui doivent &ecirc;tre import&eacute;es dans le gestionnaire E-Marketing.</li>
         <li>La colonne Colonnes inutilis&eacute;es (CSV) indique quelles donn&eacute;es existent dans le fichier csv mais pas dans la base de donn&eacute;es. Vous devez d'abord v&eacute;rifier que l'en-t&acirc;te de colonne ne comporte pas d'erreurs de frappe. Si la colonne n'existe vraiment pas dans la base de donn&eacute;es des profils, vous devez cr&eacute;er une zone avant de poursuivre la proc&eacute;dure d'importation. Pour plus d'informations sur la cr&eacute;ation de champs de base de donn&eacute;es, reportez-vous au chapitre 7.5. Toutefois, il se peut que vous ne souhaitiez pas du tout importer ces zones. Dans ce cas, vous pouvez simplement continuer la proc&eacute;dure d'importation. Le syst&egrave;me ignore les champs redondants du fichier csv.

</li>
         <li>Sous Colonnes inutilis&eacute;es (Profil DB), le gestionnaire E-Marketing affiche les champs contenus dans la base de donn&eacute;es sans que les donn&eacute;es correspondantes ne soient incluses dans le fichier csv.
</li>
      </ul>
En dessous, le E-Marketing Manager affichera un aper&ccedil;u des donn&eacute;es &agrave; importer. Toutes les colonnes &agrave; importer sont affich&eacute;es. Certaines informations du fichier csv sont transform&eacute;es automatiquement par OpenEMM : m/Herr pour le sexe allemand m&acirc;le ou w/Frau pour le sexe allemand femelle est automatiquement transform&eacute; en 0 pour m&acirc;le et 1 pour femelle et 2 ou sexe inconnu.<br>.
A l'aide des fl&egrave;ches &agrave; droite de l'aper&ccedil;u, vous pouvez parcourir les donn&eacute;es en faisant d&eacute;filer jusqu'&agrave; la page suivante. Veuillez noter qu'il s'agit d'un aper&ccedil;u seulement. Les donn&eacute;es ne peuvent pas &ecirc;tre modifi&eacute;es dans cette vue. Si vous trouvez des erreurs dans l'aper&ccedil;u, vous devez changer le fichier original et cr&eacute;er un nouveau fichier csv pour import.<br>.
Remarque : Avant d'importer des donn&eacute;es, vous devez v&eacute;rifier chaque profil de destinataire. L'exp&eacute;rience montre qu'il ne suffit pas d'&eacute;cr&eacute;mer les premi&egrave;res entr&eacute;es. De nombreux fichiers d'importation contiennent des donn&eacute;es erron&eacute;es qui causeront des probl&egrave;mes apr&egrave;s leur importation dans la base de donn&eacute;es. Une fois que vous avez sauvegard&eacute; des donn&eacute;es erron&eacute;es dans la base de donn&eacute;es E-Marketing Manager, il est beaucoup plus difficile et long de d&eacute;tecter les erreurs et de les corriger. Les fichiers d'importation volumineux pr&eacute;sentent &eacute;galement un fort potentiel de conflit.
]]></content>
</HelpBalloon>